Repository: YousefMohamed6/quizygo
Catalog: lib/l10n/intl_*.arb
Languages: ar

# testPartner
source: Real Partner 🗝❤
ar: الشريك الحقيقي 🗝❤

# subTitlePartener
source: How well dose your partner know you ?
ar: الي أي مدى يعرفك شريكك؟

# testFriend
source: Test your Friends ✌🏻❤
ar: إختبر أصدقائك ✌🏻❤

# testFriendSubTitle
source: How well do your friends know you ?
ar: الي أي مدى يعرفك أصدقائك ؟

# testPartnerIntro
source: 😍 Test Your Partner 😉
ar: 😍 اختبر شريكك 😉

# subTitlePartenerIntro
source: Does your Partner really know you?
ar: هل شريكك يعرفك حقًا؟

# testFriendIntro
source: 😍 Test Your Friendship 😉
ar: 😍 إختبر صداقتك 😉

# testFriendSubTitleIntro
source: Do your friends really know you?
ar: هل أصدقاؤك يعرفونك حقاً؟

source: Start
ar: أبدأ

source: Name
ar: الاسم

source: Score
ar: النتيجة

source: link Sharing Page
ar: صفحة مشاركة الرابط

source: Score Board Of
ar: لوحة النتائج الخاصة ب

# validation
source: Enter your Name
ar: ✍️ أدخل اسمك

source: Tips !
ar: تعليمات!

# enterName
source: Enter Your Name ✍️
ar: ✍️ أدخل اسمك

# answer
source: ❓ Answer 15 questions about yourself.
ar: ❓ أجب على 15 سؤالاً عن نفسك

# answerid
source: Answer 15 questions about your Friend or Partner.
ar: أجب على 15 سؤالاً عن صديقك او شريكك

# shareFriend
source: 📢 Share your quiz-link with your Friends & Family.
ar: 📢 شارك رابط الاختبار الخاص بك مع أصدقائك وعائلتك.

# guessFriend
source: 🤔 Your friends & Family will try to guess the right answers.
ar: 🤔 سيحاول اصدقائك وعائلتك تخمين الاجوبة الصحيحة.

# checkFriend
source: 🥇 Check the score of your Friends & Family at your quiz-link!
ar: 🥇 تحقق من نتائج أصدقائك وعائلتك في رابط الاختبار الخاص بك!

# sharePartner
source: 📢 Share your quiz-link with your Partner.
ar: 📢 شارك رابط الاختبار الخاص بك مع شريكك.

# guessPartner
source: 🤔 Your Partner will try to guess the correct answers.
ar: 🤔 سيحاول شريكك تخمين الاجوبة الصحيحة.

# checkPartner
source: 🥇 Check the score of your Partner at quiz-link!
ar: 🥇 تحقق من نتيجة شريكك في رابط الاختبار الخاص بك!

source: Language
ar: اللغة

source: Arabic
ar: العربية

source: English
ar: الانجليزية

source: Home
ar: الصفحة الرئسية

# privacy
source: Privacy Policy
ar: سياسة الخصوصية

# terms
source: Terms of Use
ar: الشروط والاحكام

# contact
source: Contact Us
ar: تواصل معنا

source: About
ar: عنا

# copyErrorMessage
source: Start new Quiz
ar: انشاء اختبار جديد

# shareOn
source: Share
ar: مشاركة

# shareWhats
source: Share on WhatsApp
ar: مشاركة علي واتس

# shareTwitter
source: Share on Twitter
ar: مشاركة علي تويتر

# ShareMessagefriend
source: Share this quiz with your friends and family to see who gets maximum score
ar: شارك هذا الاختبار مع أصدقائك وعائلتك لمعرفة من سيحصل على أعلى الدرجات

# ShareMessagePartner
source: Share this quiz with your partner to see what score your partner will get
ar: شارك هذا الاختبار مع شريكك لمعرفة الدرجة التي سيحصل عليها شريكك

# quizReady
source: Your Quiz link is ready!
ar: رابط الاختبار الخاص بك جاهز!

source: Congrats
ar: تهاني

# answerFriend
source: Answer questions about your Friend
ar: أجب على الأسئلة المتعلقة بصديقك

# check
source: Check your score in the scoreboard
ar: تحقق من نتيجتك في لوحة النتائج

source: Start now
ar: ابدأ الان

source: Your score:
ar: :نتيجتك

source: Your level:
ar: :مستواك

# showScoreboard
source: view Result
ar: اعرض النتائج

# chellange
source: It''s your turn! Now you can challenge your friends.
ar: انه دورك! الآن أن تتحدى أصدقائك

# createQuiz
source: Create your own quiz
ar: إنشئ اختبارك الخاص

source: Low
ar: منخفض

source: Medium
ar: متوسط

source: High
ar: مرتفع

# FriendSubTitleAnswer
source: How well you know
ar: ما مدي معرفتك ب

# correctId
source: Please Enter Correct id
ar: هذا الرابط منتهي انشاء رابط جديد

# noScore
source: No Score Found
ar: لا توجد نتائج

# noShareLink
source: share link is not found create new quiz
ar: رابط المشاركة غير موجود انشاء اختبار جديد
